app/controllers/contacts_controller.rb

INSERT INTO "contacts" ("first_name", "last_name", "email", "message", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5, $6) RETURNING "id"
---
  def create
    @contact = Contact.new(contact_params)

    respond_to do |format|
      if @contact.save